Repository: owngoal-dev/iGhostVT
Catalog: iGhostVT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Current Launch
ar: التشغيل الحالي
de: Aktueller Start
es: Inicio actual
fr: Lancement actuel
it: Avvio attuale
ja: 今回の起動
ko: 현재 실행
pt_br: Inicialização atual
ru: Текущий запуск
vi: Lần khởi chạy này
zh_hans: 本次启动
zh_hant: 本次啟動

source: Custom Key
ar: مفتاح مخصص
de: Eigene Taste
es: Tecla personalizada
fr: Touche personnalisée
it: Tasto personalizzato
ja: カスタムキー
ko: 사용자 지정 키
pt_br: Tecla personalizada
ru: Своя клавиша
vi: Phím tùy chỉnh
zh_hans: 自定义按键
zh_hant: 自訂按鍵

source: Custom Path
ar: مسار مخصص
de: Benutzerdefinierter Pfad
es: Ruta personalizada
fr: Chemin personnalisé
it: Percorso personalizzato
ja: カスタムパス
ko: 사용자 지정 경로
pt_br: Caminho personalizado
ru: Пользовательский путь
vi: Đường dẫn tùy chỉnh
zh_hans: 自定义路径
zh_hant: 自訂路徑

source: Custom…
ar: مخصص…
de: Benutzerdefiniert…
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
pt_br: Personalizado…
ru: Другой…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…

source: Dark Theme
ar: سمة داكنة
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
pt_br: Tema escuro
ru: Тёмная тема
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

source: Debugging
ar: تصحيح الأخطاء
de: Fehlerbehebung
es: Depuración
fr: Débogage
it: Debug
ja: デバッグ
ko: 디버깅
pt_br: Depuração
ru: Отладка
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯

source: Default Shell
ar: الصدفة الافتراضية
de: Standard-Shell
es: Shell predeterminado
fr: Shell par défaut
it: Shell predefinita
ja: デフォルトのシェル
ko: 기본 셸
pt_br: Shell padrão
ru: Оболочка по умолчанию
vi: Shell mặc định
zh_hans: 默认命令行解释器
zh_hant: 預設命令列直譯器

source: Delete (Backspace)
ar: Delete (مسافة للخلف)
de: Rückschritt (Backspace)
es: Suprimir (retroceso)
fr: Supprimer (retour arrière)
it: Cancella (Backspace)
ja: Delete（バックスペース）
ko: Delete(백스페이스)
vi: Delete (Xóa lùi)
zh_hans: Delete（退格）
zh_hant: Delete（退格）

source: Delete Older Logs
ar: حذف السجلات القديمة
de: Ältere Protokolle löschen
es: Eliminar registros anteriores
fr: Supprimer les anciens journaux
it: Elimina log precedenti
ja: 古いログを削除
ko: 이전 로그 삭제
pt_br: Apagar registros antigos
ru: Удалить старые журналы
vi: Xóa nhật ký cũ
zh_hans: 删除旧日志
zh_hant: 刪除舊日誌

source: Deny
ar: الرفض
de: Ablehnen
es: Denegar
fr: Refuser
it: Rifiuta
ja: 拒否
ko: 거부
pt_br: Negar
ru: Запретить
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Detailed Terminal Log
ar: سجل الطرفية المفصّل
de: Ausführliches Terminalprotokoll
es: Registro detallado del terminal
fr: Journal détaillé du terminal
it: Log dettagliato del terminale
ja: 詳細なターミナルログ
ko: 자세한 터미널 로그
pt_br: Log detalhado do terminal
ru: Подробный журнал терминала
vi: Nhật ký Terminal chi tiết
zh_hans: 详细终端日志
zh_hant: 詳細終端機日誌

source: Disconnected.
ar: تم قطع الاتصال.
de: Verbindung getrennt.
es: Desconectado.
fr: Déconnecté.
it: Disconnesso.
ja: 接続が切断されました。
ko: 연결이 끊겼습니다.
pt_br: Desconectado.
ru: Соединение разорвано.
vi: Đã ngắt kết nối.
zh_hans: 连接已断开。
zh_hant: 連線已中斷。

source: Divider
ar: فاصل
de: Trenner
es: Separador
fr: Séparateur
it: Divisore
ja: 区切り
ko: 구분선
pt_br: Separador
ru: Разделитель
vi: Dấu phân cách
zh_hans: 分隔符
zh_hant: 分隔符號

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Down Arrow
ar: سهم لأسفل
de: Pfeil unten
es: Flecha abajo
fr: Flèche bas
it: Freccia giù
ja: 下矢印
ko: 아래쪽 화살표
pt_br: Seta para baixo
ru: Стрелка вниз
vi: Mũi tên xuống
zh_hans: 向下键
zh_hant: 向下鍵

source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Загрузить
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Drag to reorder. Removing a standard key returns it to More Keys; dividers and custom keys are deleted.
ar: اسحب لإعادة الترتيب. إزالة مفتاح قياسي تعيده إلى «مفاتيح أخرى»؛ أما الفواصل والمفاتيح المخصصة فتُحذف.
de: Zum Umsortieren ziehen. Eine entfernte Standardtaste wandert zurück zu „Weitere Tasten“; Trenner und eigene Tasten werden gelöscht.
es: Arrastre para reordenar. Al quitar una tecla estándar, vuelve a Más teclas; los separadores y las teclas personalizadas se eliminan.
fr: Faites glisser pour réorganiser. Une touche standard retirée revient dans Autres touches ; les séparateurs et les touches personnalisées sont supprimés.
it: Trascina per riordinare. Se rimuovi un tasto standard, torna in Altri tasti; i divisori e i tasti personalizzati vengono eliminati.
ja: ドラッグして並べ替えます。標準キーを削除すると「その他のキー」に戻ります。区切りとカスタムキーは削除されます。
ko: 끌어서 순서를 바꿉니다. 표준 키를 제거하면 추가 키로 돌아가고, 구분선과 사용자 지정 키는 삭제됩니다.
pt_br: Arraste para reordenar. Ao remover uma tecla padrão, ela volta para Mais teclas; separadores e teclas personalizadas são excluídos.
ru: Перетащите, чтобы изменить порядок. Удалённая стандартная клавиша возвращается в «Другие клавиши», а разделители и свои клавиши удаляются.
vi: Kéo để sắp xếp lại. Gỡ một phím tiêu chuẩn sẽ đưa nó về mục Phím khác; dấu phân cách và phím tùy chỉnh thì bị xóa.
zh_hans: 拖动可调整顺序。移除标准按键会将其放回“更多按键”；分隔符与自定义按键将被删除。
zh_hant: 拖移可調整順序。移除標準按鍵會將其放回「更多按鍵」；分隔符號與自訂按鍵將被刪除。

source: End ${session}
ar: إنهاء ${session}
de: ${session} beenden
es: Finalizar ${session}
fr: Terminer ${session}
it: Termina ${session}
ja: ${session} を終了
ko: ${session} 종료
pt_br: Encerrar ${session}
ru: Завершить ${session}
vi: Kết thúc ${session}
zh_hans: 结束 ${session}
zh_hant: 結束 ${session}

source: End a session in ${applicationName}
ar: إنهاء جلسة في ${applicationName}
de: Sitzung in ${applicationName} beenden
es: Finalizar una sesión en ${applicationName}
fr: Terminer une session dans ${applicationName}
it: Termina una sessione in ${applicationName}
ja: ${applicationName} でセッションを終了
ko: ${applicationName}에서 세션 종료
pt_br: Encerrar uma sessão no ${applicationName}
ru: Завершить сеанс в ${applicationName}
vi: Kết thúc một phiên trong ${applicationName}
zh_hans: 在 ${applicationName} 中结束会话
zh_hant: 在 ${applicationName} 中結束工作階段

source: End Session
ar: إنهاء الجلسة
de: Sitzung beenden
es: Finalizar sesión
fr: Terminer la session
it: Termina sessione
ja: セッションを終了
ko: 세션 종료
pt_br: Encerrar sessão
ru: Завершить сеанс
vi: Kết thúc phiên
zh_hans: 结束会话
zh_hant: 結束工作階段

source: End Terminal Session
ar: إنهاء جلسة الطرفية
de: Terminalsitzung beenden
es: Finalizar sesión de terminal
fr: Terminer la session de terminal
it: Termina sessione del terminale
ja: ターミナルセッションを終了
ko: 터미널 세션 종료
pt_br: Encerrar sessão do terminal
ru: Завершить сеанс терминала
vi: Kết thúc phiên Terminal
zh_hans: 结束终端会话
zh_hant: 結束終端機工作階段

source: Ends a terminal session and the program running in it. Any tab showing the session closes.
ar: ينهي جلسة طرفية والبرنامج العامل فيها. وتُغلق كل علامة تبويب تعرض تلك الجلسة.
de: Beendet eine Terminalsitzung und das darin laufende Programm. Jeder Tab, der die Sitzung anzeigt, wird geschlossen.
es: Finaliza una sesión de terminal y el programa que se ejecuta en ella. Se cierra cualquier pestaña que muestre la sesión.
fr: Termine une session de terminal et le programme qui s’y exécute. Tout onglet affichant la session se ferme.
it: Termina una sessione del terminale e il programma in esecuzione al suo interno. Ogni scheda che mostra la sessione si chiude.
ja: ターミナルセッションと、その中で実行中のプログラムを終了します。そのセッションを表示しているタブはすべて閉じます。
ko: 터미널 세션과 그 안에서 실행 중인 프로그램을 종료합니다. 해당 세션을 표시하는 탭은 모두 닫힙니다.
pt_br: Encerra uma sessão de terminal e o programa em execução nela. Qualquer aba que mostre a sessão é fechada.
ru: Завершает сеанс терминала и запущенную в нём программу. Все вкладки, показывающие этот сеанс, закрываются.
vi: Kết thúc một phiên Terminal và chương trình đang chạy trong đó. Mọi tab đang hiển thị phiên này sẽ đóng lại.
zh_hans: 结束终端会话及其中运行的程序。显示该会话的标签页都会关闭。
zh_hant: 結束終端機工作階段及其中執行的程式。顯示該工作階段的分頁都會關閉。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Exit Tab Overview
ar: إنهاء نظرة عامة على علامات التبويب
de: Tabübersicht beenden
es: Salir de la vista de pestañas
fr: Quitter l’aperçu des onglets
it: Esci dalla panoramica delle schede
ja: タブの概要を終了
ko: 탭 개요 종료
pt_br: Sair da visão geral das abas
ru: Закрыть обзор вкладок
vi: Thoát tổng quan tab
zh_hans: 退出标签页概览
zh_hant: 離開分頁總覽

source: Export Text…
ar: تصدير النص…
de: Text exportieren …
es: Exportar texto…
fr: Exporter le texte…
it: Esporta testo…
ja: テキストを書き出す…
ko: 텍스트 내보내기…
pt_br: Exportar texto…
ru: Экспортировать текст…
vi: Xuất văn bản…
zh_hans: 导出文本…
zh_hant: 匯出文字…

source: Forward Delete
ar: حذف للأمام
de: Entf (Vorwärts löschen)
es: Suprimir hacia delante
fr: Supprimer vers l’avant
it: Cancella avanti
ja: 前方削除
ko: 앞으로 삭제
pt_br: Apagar para frente
ru: Удаление вперёд
vi: Xóa tiến
zh_hans: 向前删除
zh_hant: 向前刪除

source: Get Terminal Directory
ar: الحصول على دليل الطرفية
de: Terminalverzeichnis abrufen
es: Obtener directorio del terminal
fr: Obtenir le dossier du terminal
it: Ottieni cartella del terminale
ja: ターミナルのディレクトリを取得
ko: 터미널 디렉토리 가져오기
pt_br: Obter diretório do terminal
ru: Получить папку терминала
vi: Lấy thư mục Terminal
zh_hans: 获取终端目录
zh_hant: 取得終端機目錄

source: Get Terminal Screen Text
ar: الحصول على نص شاشة الطرفية
de: Terminal-Bildschirmtext abrufen
es: Obtener texto de la pantalla del terminal
fr: Obtenir le texte de l’écran du terminal
it: Ottieni testo dello schermo del terminale
ja: ターミナルの画面テキストを取得
ko: 터미널 화면 텍스트 가져오기
pt_br: Obter texto da tela do terminal
ru: Получить текст экрана терминала
vi: Lấy văn bản màn hình Terminal
zh_hans: 获取终端屏幕文本
zh_hant: 取得終端機畫面文字

source: Get the current directory of ${session}
ar: الحصول على الدليل الحالي لـ ${session}
de: Aktuelles Verzeichnis von ${session} abrufen
es: Obtener el directorio actual de ${session}
fr: Obtenir le dossier actuel de ${session}
it: Ottieni la cartella attuale di ${session}
ja: ${session} の現在のディレクトリを取得
ko: ${session}의 현재 디렉토리 가져오기
pt_br: Obter o diretório atual de ${session}
ru: Получить текущую папку ${session}
vi: Lấy thư mục hiện tại của ${session}
zh_hans: 获取 ${session} 的当前目录
zh_hant: 取得 ${session} 的目前目錄

source: Get the screen text from ${applicationName}
ar: الحصول على نص الشاشة من ${applicationName}
de: Bildschirmtext aus ${applicationName} abrufen
es: Obtener el texto de la pantalla de ${applicationName}
fr: Obtenir le texte de l’écran de ${applicationName}
it: Ottieni il testo dello schermo da ${applicationName}
ja: ${applicationName} から画面テキストを取得
ko: ${applicationName}에서 화면 텍스트 가져오기
pt_br: Obter o texto da tela do ${applicationName}
ru: Получить текст экрана из ${applicationName}
vi: Lấy văn bản màn hình từ ${applicationName}
zh_hans: 从 ${applicationName} 获取屏幕文本
zh_hant: 從 ${applicationName} 取得畫面文字

source: Get the screen text of ${session}
ar: الحصول على نص شاشة ${session}
de: Bildschirmtext von ${session} abrufen
es: Obtener el texto de la pantalla de ${session}
fr: Obtenir le texte de l’écran de ${session}
it: Ottieni il testo dello schermo di ${session}
ja: ${session} の画面テキストを取得
ko: ${session}의 화면 텍스트 가져오기
pt_br: Obter o texto da tela de ${session}
ru: Получить текст экрана ${session}
vi: Lấy văn bản màn hình của ${session}
zh_hans: 获取 ${session} 的屏幕文本
zh_hant: 取得 ${session} 的畫面文字

source: Go to Tab
ar: الانتقال إلى علامة تبويب
de: Gehe zu Tab
es: Ir a la pestaña
fr: Aller à l’onglet
it: Vai alla scheda
ja: タブへ移動
ko: 탭으로 이동
pt_br: Ir para aba
ru: Перейти к вкладке
vi: Đi tới tab
zh_hans: 前往标签页
zh_hant: 前往分頁

source: Hide Sidebar
ar: إخفاء الشريط الجانبي
de: Seitenleiste ausblenden
es: Ocultar la barra lateral
fr: Masquer la barre latérale
it: Nascondi la barra laterale
ja: サイドバーを非表示
ko: 사이드바 숨기기
pt_br: Ocultar barra lateral
ru: Скрыть боковую панель
vi: Ẩn thanh bên
zh_hans: 隐藏边栏
zh_hant: 隱藏側邊欄

source: Hide with Hardware Keyboard
ar: الإخفاء مع لوحة مفاتيح خارجية
de: Bei Hardwaretastatur ausblenden
es: Ocultar con teclado físico
fr: Masquer avec un clavier physique
it: Nascondi con tastiera fisica
ja: ハードウェアキーボード使用時は非表示
ko: 하드웨어 키보드 사용 시 숨기기
pt_br: Ocultar com teclado físico
ru: Скрывать при аппаратной клавиатуре
vi: Ẩn khi dùng bàn phím vật lý
zh_hans: 使用物理键盘时停用辅助键
zh_hant: 使用實體鍵盤時停用輔助鍵

source: iGhostVT and its terminal helper are different versions. Reinstall iGhostVT to update both.
ar: يختلف إصدار iGhostVT عن إصدار مساعد الطرفية. أعد تثبيت iGhostVT لتحديث كليهما.
de: iGhostVT und sein Terminal-Helfer haben unterschiedliche Versionen. Installieren Sie iGhostVT neu, um beide zu aktualisieren.
es: iGhostVT y su asistente del terminal tienen versiones distintas. Reinstale iGhostVT para actualizar ambos.
fr: iGhostVT et son assistant du terminal n’ont pas la même version. Réinstallez iGhostVT pour mettre à jour les deux.
it: iGhostVT e il suo assistente del terminale hanno versioni diverse. Reinstalla iGhostVT per aggiornare entrambi.
ja: iGhostVT とターミナルヘルパーのバージョンが異なります。iGhostVT を再インストールして、両方を更新してください。
ko: iGhostVT와 터미널 헬퍼의 버전이 다릅니다. iGhostVT를 다시 설치하여 둘 다 업데이트하십시오.
pt_br: O iGhostVT e o assistente do terminal estão em versões diferentes. Reinstale o iGhostVT para atualizar os dois.
ru: Версии iGhostVT и его помощника терминала не совпадают. Переустановите iGhostVT, чтобы обновить обе.
vi: iGhostVT và Trình trợ giúp Terminal của nó khác phiên bản. Hãy cài đặt lại iGhostVT để cập nhật cả hai.
zh_hans: iGhostVT 与其终端助手版本不一致。请重新安装 iGhostVT 以同时更新两者。
zh_hant: iGhostVT 與其終端機助手版本不一致。請重新安裝 iGhostVT 以同時更新兩者。

source: iGhostVT could not open a window. Try again.
ar: تعذّر على iGhostVT فتح نافذة. حاول مرة أخرى.
de: iGhostVT konnte kein Fenster öffnen. Versuchen Sie es erneut.
es: iGhostVT no ha podido abrir una ventana. Inténtelo de nuevo.
fr: iGhostVT n’a pas pu ouvrir de fenêtre. Réessayez.
it: iGhostVT non è riuscito ad aprire una finestra. Riprova.
ja: iGhostVT はウインドウを開けませんでした。もう一度お試しください。
ko: iGhostVT에서 윈도우를 열 수 없습니다. 다시 시도하십시오.
pt_br: O iGhostVT não conseguiu abrir uma janela. Tente novamente.
ru: iGhostVT не удалось открыть окно. Повторите попытку.
vi: iGhostVT không thể mở cửa sổ. Hãy thử lại.
zh_hans: iGhostVT 无法打开窗口。请重试。
zh_hant: iGhostVT 無法開啟視窗。請再試一次。

source: iGhostVT needs its background helper before it can open a terminal. Turn on iGhostVT under Login Items in System Settings.
ar: يحتاج iGhostVT إلى مساعده العامل في الخلفية قبل أن يتمكن من فتح طرفية. فعّل iGhostVT ضمن «عناصر تسجيل الدخول» في «إعدادات النظام».
de: iGhostVT benötigt seinen Hintergrund-Helfer, um ein Terminal zu öffnen. Aktivieren Sie iGhostVT in den Systemeinstellungen unter „Anmeldeobjekte“.
es: iGhostVT necesita su asistente en segundo plano para abrir un terminal. Active iGhostVT en Ítems de inicio, en Ajustes del Sistema.
fr: iGhostVT a besoin de son assistant en arrière-plan pour ouvrir un terminal. Activez iGhostVT dans Ouverture, dans Réglages Système.
it: iGhostVT ha bisogno del suo assistente in background per aprire un terminale. Attiva iGhostVT in Elementi login, in Impostazioni di Sistema.
ja: ターミナルを開くには iGhostVT のバックグラウンドヘルパーが必要です。「システム設定」の「ログイン項目」で iGhostVT をオンにしてください。
ko: 터미널을 열려면 iGhostVT의 백그라운드 헬퍼가 필요합니다. 시스템 설정의 로그인 항목에서 iGhostVT를 켜십시오.
pt_br: O iGhostVT precisa do assistente em segundo plano para abrir um terminal. Ative o iGhostVT em Itens de Início, nos Ajustes do Sistema.
ru: Чтобы открыть терминал, iGhostVT нужен фоновый помощник. Включите iGhostVT в разделе «Объекты входа» в Системных настройках.
vi: iGhostVT cần trình trợ giúp chạy nền trước khi có thể mở Terminal. Hãy bật iGhostVT trong mục Mục đăng nhập của Cài đặt hệ thống.
zh_hans: iGhostVT 需要后台助手才能打开终端。请在“系统设置”的“登录项”中开启 iGhostVT。
zh_hant: iGhostVT 需要背景助手才能開啟終端機。請在「系統設定」的「登入項目」中開啟 iGhostVT。

source: iGhostVT opens terminals through a helper that runs in the background, so sessions keep going while the app is closed. It is set up automatically. To remove it, turn iGhostVT off under Login Items in System Settings.
ar: يفتح iGhostVT الطرفيات عبر مساعد يعمل في الخلفية، لذا تستمر الجلسات حتى بعد إغلاق التطبيق. ويُعدّ المساعد تلقائياً. ولإزالته، عطّل iGhostVT ضمن «عناصر تسجيل الدخول» في «إعدادات النظام».
de: iGhostVT öffnet Terminals über einen Helfer, der im Hintergrund läuft, damit Sitzungen auch bei geschlossener App weiterlaufen. Er wird automatisch eingerichtet. Um ihn zu entfernen, schalten Sie iGhostVT unter Anmeldeobjekte in den Systemeinstellungen aus.
es: iGhostVT abre los terminales mediante un asistente que se ejecuta en segundo plano, para que las sesiones continúen con la app cerrada. Se configura automáticamente. Para eliminarlo, desactive iGhostVT en Ítems de inicio, en Ajustes del Sistema.
fr: iGhostVT ouvre les terminaux via un assistant qui fonctionne en arrière-plan, afin que les sessions continuent lorsque l’app est fermée. Il est configuré automatiquement. Pour le supprimer, désactivez iGhostVT dans la liste Ouverture des Réglages Système.
it: iGhostVT apre i terminali tramite un assistente in esecuzione in background, così le sessioni continuano anche con l’app chiusa. Viene configurato automaticamente. Per rimuoverlo, disattiva iGhostVT negli Elementi login in Impostazioni di Sistema.
ja: iGhostVT はバックグラウンドで動作するヘルパーを通じてターミナルを開くため、Appを閉じてもセッションは継続します。自動的に設定されます。削除するには、システム設定の「ログイン項目」で iGhostVT をオフにしてください。
ko: iGhostVT는 백그라운드에서 실행되는 헬퍼를 통해 터미널을 열기 때문에 앱을 닫아도 세션이 계속됩니다. 자동으로 설정됩니다. 제거하려면 시스템 설정의 로그인 항목에서 iGhostVT를 끄십시오.
pt_br: O iGhostVT abre terminais por meio de um assistente executado em segundo plano, para que as sessões continuem com o app fechado. Ele é configurado automaticamente. Para removê-lo, desative o iGhostVT nos Itens de Início, nos Ajustes do Sistema.
ru: iGhostVT открывает терминалы через помощник, работающий в фоне, поэтому сеансы продолжаются при закрытом приложении. Он настраивается автоматически. Чтобы удалить его, выключите iGhostVT в объектах входа в Системных настройках.
vi: iGhostVT mở Terminal thông qua một trình trợ giúp chạy nền, nhờ đó các phiên vẫn tiếp tục khi ứng dụng đã đóng. Trình trợ giúp được thiết lập tự động. Để gỡ bỏ, hãy tắt iGhostVT trong mục Mục đăng nhập của Cài đặt hệ thống.
zh_hans: iGhostVT 通过后台运行的助手打开终端，因此应用关闭后会话仍会继续。助手会自动完成设置。如需移除，请在“系统设置”的“登录项”中关闭 iGhostVT。
zh_hant: iGhostVT 透過在背景執行的助手開啟終端機，因此 App 關閉後工作階段仍會繼續。助手會自動完成設定。如需移除，請在「系統設定」的「登入項目」中關閉 iGhostVT。

source: iGhostVT Was Updated
ar: تم تحديث iGhostVT
de: iGhostVT wurde aktualisiert
es: iGhostVT se ha actualizado
fr: iGhostVT a été mis à jour
it: iGhostVT è stato aggiornato
ja: iGhostVT がアップデートされました
ko: iGhostVT이(가) 업데이트됨
pt_br: O iGhostVT foi atualizado
ru: iGhostVT обновлено
vi: iGhostVT đã được cập nhật
zh_hans: iGhostVT 已更新
zh_hant: iGhostVT 已更新

source: iGhostVT works from your Applications folder, so your terminals keep running after you close this window. It can move itself there and reopen.
ar: يعمل iGhostVT من مجلد «التطبيقات»، لتستمر طرفياتك في العمل بعد إغلاق هذه النافذة. ويمكنه نقل نفسه إلى هناك ثم إعادة الفتح.
de: iGhostVT läuft aus Ihrem Programme-Ordner, damit Ihre Terminals nach dem Schließen dieses Fensters weiterlaufen. Die App kann sich selbst dorthin bewegen und neu öffnen.
es: iGhostVT funciona desde la carpeta Aplicaciones para que los terminales sigan funcionando después de cerrar esta ventana. Puede trasladarse allí por sí misma y volver a abrirse.
fr: iGhostVT fonctionne depuis votre dossier Applications afin que vos terminaux continuent de fonctionner après la fermeture de cette fenêtre. L’application peut s’y déplacer automatiquement et se rouvrir.
it: iGhostVT funziona dalla cartella Applicazioni, così i terminali continuano a funzionare dopo la chiusura di questa finestra. Può spostarsi lì da solo e riaprirsi.
ja: iGhostVT は「アプリケーション」フォルダから動作するため、このウインドウを閉じてもターミナルが動作し続けます。自身を移動して再起動できます。
ko: iGhostVT는 응용 프로그램 폴더에서 작동하므로 이 윈도우를 닫아도 터미널이 계속 실행됩니다. iGhostVT가 직접 그곳으로 이동한 후 다시 열 수 있습니다.
pt_br: O iGhostVT funciona a partir da pasta Aplicativos, para que seus terminais continuem funcionando depois de fechar esta janela. Ele pode ser movido para lá e reaberto automaticamente.
ru: iGhostVT работает из папки «Программы», чтобы терминалы продолжали работать после закрытия этого окна. Приложение может переместиться туда самостоятельно и открыться снова.
vi: iGhostVT hoạt động từ thư mục Ứng dụng, nhờ đó các Terminal vẫn chạy sau khi bạn đóng cửa sổ này. Ứng dụng có thể tự chuyển sang đó rồi mở lại.
zh_hans: iGhostVT 在“应用程序”文件夹中运行，这样关闭此窗口后终端仍会继续运行。它可以自动移至该处并重新打开。
zh_hant: iGhostVT 在「應用程式」資料夾中執行，關閉此視窗後終端機仍會繼續執行。它可以自動移至該處並重新開啟。

source: Include Scrollback
ar: تضمين محتوى التمرير
de: Verlauf einschließen
es: Incluir historial de desplazamiento
fr: Inclure l’historique de défilement
it: Includi cronologia di scorrimento
ja: スクロールバックを含める
ko: 스크롤백 포함
pt_br: Incluir histórico de rolagem
ru: Включить историю прокрутки
vi: Bao gồm lịch sử cuộn
zh_hans: 包含回滚内容
zh_hant: 包含回捲內容

source: Info
ar: معلومات
es: Información
ja: 情報
ko: 정보
pt_br: Informação
ru: Информация
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Saisie
ja: 入力
ko: 입력
pt_br: Entrada
ru: Ввод
vi: Đầu vào
zh_hans: 输入
zh_hant: 輸入

source: Interface
ar: الواجهة
de: Oberfläche
es: Interfaz
it: Interfaccia
ja: インターフェイス
ko: 인터페이스
ru: Интерфейс
vi: Giao diện
zh_hans: 界面
zh_hant: 介面

source: Is ${session} running a program
ar: هل يعمل برنامج في ${session}
de: Führt ${session} ein Programm aus
es: ¿${session} está ejecutando un programa?
fr: ${session} exécute-t-elle un programme
it: ${session} sta eseguendo un programma
ja: ${session} でプログラムが実行中か
ko: ${session}에서 프로그램이 실행 중인지
pt_br: ${session} está executando um programa
ru: Выполняет ли ${session} программу
vi: ${session} có đang chạy chương trình không
zh_hans: ${session} 是否正在运行程序
zh_hant: ${session} 是否正在執行程式

source: Is Terminal Busy
ar: هل الطرفية مشغولة
de: Ist Terminal beschäftigt
es: ¿Está ocupado el terminal?
fr: Le terminal est-il occupé
it: Il terminale è occupato
ja: ターミナルが使用中か
ko: 터미널이 사용 중인지
pt_br: O terminal está ocupado
ru: Занят ли терминал
vi: Terminal có bận không
zh_hans: 终端是否忙碌
zh_hant: 終端機是否忙碌

source: Keep Alive
ar: الإبقاء نشطاً
de: Aktiv halten
es: Mantener activo
fr: Maintenir actif
it: Mantieni attivo
ja: 実行を維持
ko: 계속 실행
pt_br: Manter ativo
ru: Не завершать
vi: Giữ hoạt động
zh_hans: 保持运行
zh_hant: 保持執行

source: Keep New Session
ar: الإبقاء على الجلسة الجديدة
de: Neue Sitzung behalten
es: Conservar la sesión nueva
fr: Conserver la nouvelle session
it: Mantieni nuova sessione
ja: 新規セッションを残す
ko: 새로운 세션 유지
pt_br: Manter nova sessão
ru: Сохранить новый сеанс
vi: Giữ phiên mới
zh_hans: 保留新会话
zh_hant: 保留新工作階段

source: Keep Sessions Running
ar: إبقاء الجلسات قيد التشغيل
de: Sitzungen weiterlaufen lassen
es: Mantener las sesiones activas
fr: Garder les sessions actives
it: Mantieni attive le sessioni
ja: セッションを実行し続ける
ko: 세션 계속 실행
pt_br: Manter sessões em execução
ru: Не завершать сеансы
vi: Giữ các phiên tiếp tục chạy
zh_hans: 保持会话运行
zh_hant: 保持工作階段執行

source: Keep Tab
ar: الإبقاء على علامة التبويب
de: Tab behalten
es: Mantener pestaña
fr: Conserver l’onglet
it: Mantieni scheda
ja: タブを残す
ko: 탭 유지
pt_br: Manter aba
ru: Оставить вкладку
vi: Giữ tab
zh_hans: 保留标签页
zh_hant: 保留分頁

source: Key
ar: المفتاح
de: Taste
es: Tecla
fr: Touche
it: Tasto
ja: キー
ko: 키
pt_br: Tecla
ru: Клавиша
vi: Phím
zh_hans: 按键
zh_hant: 按鍵

source: Key “%@”
ar: المفتاح «%@»
de: Taste „%@“
es: Tecla “%@”
fr: Touche « %@ »
it: Tasto “%@”
ja: キー“%@”
ko: 키 “%@”
pt_br: Tecla “%@”
ru: Клавиша «%@»
vi: Phím “%@”
zh_hans: 按键“%@”
zh_hant: 按鍵「%@」

source: Keyboard
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt_br: Teclado
ru: Клавиатура
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

source: Keyboard Locked
ar: لوحة المفاتيح مقفلة
de: Tastatur gesperrt
es: Teclado bloqueado
fr: Clavier verrouillé
it: Tastiera bloccata
ja: キーボードをロック中
ko: 키보드 잠김
pt_br: Teclado bloqueado
ru: Клавиатура заблокирована
vi: Đã khóa bàn phím
zh_hans: 键盘已锁定
zh_hant: 鍵盤已鎖定
